taskt/Core/Automation/Commands/ListGroup/SortListCommand.dot
digraph "SortListCommand" {
"SortListCommand" -> "AListCreateFromListCommands";
"AListCreateFromListCommands" -> "ScriptCommand";
"AListCreateFromListCommands" -> "IListCreateFromListProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
