taskt/Core/Automation/Commands/ListGroup/SortListCommand.puml
@startuml
SortListCommand --> AListCreateFromListCommands
AListCreateFromListCommands --> ScriptCommand
AListCreateFromListCommands --> IListCreateFromListProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
